[
  {
    "id": 0,
    "name": "Khabib Nurmagomedov",
    "age": 34,
    "country": "Russia",
    "champion": true,
    "brief": "Coming from the Republic of Dagestan in Russia, Nurmagomedov is the first Muslim to win a UFC title. He is the most-followed Russian on Instagram, with more than 34 million followers as of December 2022. He is also a mixed martial arts (MMA) promoter, known for promoting the Eagle Fighting Championship (EFC)."
  },
  {
    "id": 1,
    "name": "Islam Makhachev",
    "age": 31,
    "country": "Russia",
    "champion": true,
    "brief": "Islam Ramazanovich Makhachev[1] (Russian: Исла́м Рамаза́нович Маха́чев;[1] born 27 October 1991) is a Russian professional mixed martial artist and former Sambo competitor. He currently competes in the Lightweight division in the Ultimate Fighting Championship (UFC), where he is the current UFC Lightweight Champion.[8] A professional competitor since 2010, Makhachev was the combat sambo world champion at 74 kilograms in 2016.[9] As of November 14, 2022, he is #2 in the UFC men's pound-for-pound rankings.[10] "
  },
  {
    "id": 2,
    "name": "Conor McGregor",
    "age": 34,
    "country": "Ireland",
    "champion": true,
    "brief": "Conor Anthony McGregor (Irish: Conchúr Antóin Mac Gréagóir;[10] born 14 July 1988) is an Irish professional mixed martial artist. He is a former Ultimate Fighting Championship (UFC) featherweight and lightweight double-champion.[11] He is the first UFC fighter to hold UFC championships in two weight classes simultaneously. He is also the former Cage Warriors featherweight and lightweight champion."
  },
  {
    "id": 3,
    "name": "Michael Chandler",
    "age": 36,
    "country": "USA",
    "champion": false,
    "brief": "Michael Chandler (born April 24, 1986) is an American professional mixed martial artist. He currently competes in the Lightweight division in the Ultimate Fighting Championship (UFC). A professional competitor since 2009, Chandler first gained notoriety when he began competing for Bellator MMA, an organization he fought for from 2010 through 2020. There, Chandler became a three-time Bellator Lightweight Champion and was the winner of the Bellator Season Four Lightweight Tournament. As of November 2, 2021, he is #5 in the UFC lightweight rankings.[12] "
  }
]
